Repository: OneOhCloud/OneBoxRN
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings_os_label
source: Operating System
zh_hans: 操作系统

# settings_system_info
source: System Info
zh_hans: 系统信息

# settings_legal_info
source: Legal
zh_hans: 版权信息

# home_switching
source: Switching…
zh_hans: 正在切换…

# profiles_update_all
source: Update All
zh_hans: 更新全部

# profiles_detail
source: Details
zh_hans: 详情

# profiles_last_updated
source: Last Updated
zh_hans: 上次更新

# profiles_rename
source: Rename
zh_hans: 重命名

# profiles_copy_url
source: Copy Link
zh_hans: 复制链接

# profiles_copy_content
source: Copy Content
zh_hans: 复制内容

# profiles_detail_days
source: %@ days
zh_hans: %@ 天

# settings_usage
source: Device Usage
zh_hans: 本机用量

source: Back
zh_hans: 返回

source: Cancel
zh_hans: 取消

# config_empty_caption
source: Import or activate a config on the Profiles tab to see it here
zh_hans: 在「配置」页导入或启用一个配置后，这里显示它的内容

# config_merge_failed
source: Merge Failed
zh_hans: 合并失败

# config_merged_meta
source: +%1$@ outbounds · DNS %2$@
zh_hans: +%1$@ 出站 · DNS %2$@

# config_merging
source: Merging config…
zh_hans: 正在合并配置…

# config_retry
source: Retry
zh_hans: 重试

# config_scroll_top
source: Back to Top
zh_hans: 回到顶部

# config_title
source: View Config
zh_hans: 配置查看

# config_view_imported
source: Imported
zh_hans: 导入的

# config_view_label
source: View
zh_hans: 视图

# config_view_merged
source: Merged
zh_hans: 合并后

# control_intent_description
source: Connect or disconnect the tunnel from Control Center
zh_hans: 在控制中心连接或断开隧道

# control_no_config
source: Import a config in the app first
zh_hans: 请先在 App 中导入配置

# control_state_connected
source: Connected
zh_hans: 已连接

# control_state_disconnected
source: Not connected
zh_hans: 未连接

# control_unavailable
source: Cannot reach the VPN configuration — open the app
zh_hans: 读不到 VPN 配置，请打开 App

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Delete
zh_hans: 删除

# dev_background_refresh_caption
source: All profiles, every 30 minutes
zh_hans: 全部配置，每 30 分钟一轮

# dev_background_refresh_label
source: Background Auto-update
zh_hans: 后台自动更新配置

# dev_engine_info_label
source: About Engine
zh_hans: 关于引擎

# dev_engine_info_title
source: About Engine
zh_hans: 关于引擎

# dev_engine_label
source: Engine
zh_hans: 引擎

# dev_fetch_label
source: Fetching
zh_hans: 抓取

# dev_force_fallback_caption
source: Primary URL is treated as unreachable; the three-factor gate still applies
zh_hans: 主 URL 直接判为不可达，三因子闸门照常

# dev_force_fallback_label
source: Force Fallback to Accelerator
zh_hans: 强制走回落加速地址

# dev_observation_endpoint
source: Endpoint
zh_hans: 端点状态

# dev_observation_label
source: Observation Channel
zh_hans: 观察通道

# dev_observation_last_frame
source: Last Frame
zh_hans: 距最近一帧

# dev_observation_rebuilds
source: Rebuilds This Session
zh_hans: 本次会话重建次数

# dev_record_detail_title
source: Task Detail
zh_hans: 任务详情

# dev_records_empty
source: No Records Yet
zh_hans: 暂无记录

# dev_records_empty_caption
source: Records appear after the first config update
zh_hans: 首次配置更新后这里会出现记录

# dev_records_label
source: Update Records
zh_hans: 更新记录

# dev_records_title
source: Update Records
zh_hans: 更新记录

# dev_title
source: Developer
zh_hans: 开发者

# dev_update_label
source: Config Updates
zh_hans: 配置更新

# device_usage_chart
source: Usage Chart
zh_hans: 用量图

# device_usage_chart_hint
source: Tap a bar to see that period
zh_hans: 点按某一段查看该段用量

# device_usage_download
source: Downloaded
zh_hans: 下行

# device_usage_empty
source: No Usage Recorded Yet
zh_hans: 还没有用量记录

# device_usage_empty_note
source: Traffic is recorded once this config runs on this device
zh_hans: 这个配置在本设备上跑起来后开始记录

# device_usage_half_year
source: 6 Months
zh_hans: 半年

# device_usage_month
source: 30 Days
zh_hans: 近 30 天

# device_usage_scope_note
source: This page counts only traffic this device carried, starting when the feature shipped. The used / total figures on the config card come from the config server: they cover every client using this config and start earlier, so the two will not match.
zh_hans: 本页只算这台设备上、从该功能上线之后跑的流量。配置卡上的「已用 / 总量」来自配置服务端，统计的是用这份配置的所有客户端、起算也更早——两个数对不上是正常的。

# device_usage_sum
source: Total
zh_hans: 合计

# device_usage_today
source: Today
zh_hans: 今日

# device_usage_upload
source: Uploaded
zh_hans: 上行

# failure_collapse
source: Hide Diagnostics
zh_hans: 收起诊断

# failure_copied
source: Copied
zh_hans: 已复制

# failure_copy
source: Copy
zh_hans: 复制

# failure_detail_label
source: Diagnostic Detail
zh_hans: 诊断详情

# failure_dismiss
source: Got It
zh_hans: 知道了

# failure_expand
source: Show Diagnostics
zh_hans: 展开诊断

# failure_fingerprint_label
source: Config Fingerprint
zh_hans: 配置指纹

# failure_source_app
source: App
zh_hans: 应用

# failure_source_diagnostics
source: Diagnostic Channel
zh_hans: 诊断通道

# failure_source_engine
source: Engine Event
zh_hans: 引擎事件

# failure_source_label
source: Source
zh_hans: 来源

# failure_source_system
source: System
zh_hans: 系统

# failure_source_tunnel
source: Tunnel Process
zh_hans: 隧道进程

# failure_time_label
source: Time
zh_hans: 时间

# failure_title
source: Startup Failure
zh_hans: 启动失败详情

# failure_token_label
source: Error Token
zh_hans: 错误标识

# home_connect
source: Connect
zh_hans: 连接

# home_connected
source: Connected
zh_hans: 已连接

# home_connecting
source: Connecting
zh_hans: 连接中

# home_disconnect
source: Disconnect
zh_hans: 断开

# home_disconnected
source: Disconnected
zh_hans: 未连接

# home_download
source: Download: %@
zh_hans: 下行：%@

# home_empty_import
source: Import Config URL
zh_hans: 导入配置链接

# home_failure_hint
source: View details to troubleshoot
zh_hans: 查看详情以排查

# home_failure_title
source: Config Failed to Start
zh_hans: 配置未能启动

# home_node_label
source: Node Selection
zh_hans: 节点选择

# home_profile
source: Current Config
zh_hans: 当前配置

# home_profile_hint
source: Switch Profile
zh_hans: 切换配置

# home_session_days
source: %1$@d %2$@
zh_hans: %1$@ 天 %2$@

# home_session_duration
source: Session Time
zh_hans: 本次时长

# home_session_usage
source: Session Data
zh_hans: 本次用量

# home_start_failed
source: Start Failed
zh_hans: 启动失败

# home_upload
source: Upload: %@
zh_hans: 上行：%@

# import_action
source: Import
zh_hans: 导入

# import_active_note
source: Set as current profile
zh_hans: 已设为当前配置

# import_done
source: Done
zh_hans: 完成

# import_error_content
source: The downloaded content is not a valid config.
zh_hans: 下载内容不是有效配置。

# import_error_http
source: Server returned an error (HTTP %@).
zh_hans: 服务器返回错误（HTTP %@）。

# import_error_network
source: Network error. Check your connection and try again.
zh_hans: 网络错误，请检查网络后重试。

# import_error_start
source: The config was saved but failed to start.
zh_hans: 配置已保存，但启动失败。

# import_failed
source: Download Failed
zh_hans: 下载失败

# import_hint
source: Import a config profile via link
zh_hans: 通过链接导入配置

# import_reconnect_note
source: Set as current profile. Reconnect to use it.
zh_hans: 已设为当前配置，重新连接后生效

# import_scan
source: QR
zh_hans: 二维码

# import_start_failed
source: Start Failed
zh_hans: 启动失败

# import_step_apply
source: Apply Config
zh_hans: 应用配置

# import_step_download
source: Download Config
zh_hans: 下载配置

# import_step_stop
source: Stop Connection
zh_hans: 停止连接

# import_step_verify
source: Verify Source
zh_hans: 校验来源

# import_success
source: Import Successful
zh_hans: 导入成功

# import_title
source: Import Config
zh_hans: 导入配置

# import_updated
source: Profile Updated
zh_hans: 配置已更新

# import_url_invalid
source: Enter a valid https:// URL
zh_hans: 请输入有效的 https:// 链接

# import_url_label
source: Config URL
zh_hans: 配置 URL

# import_use_now
source: Use Now
zh_hans: 立即使用

# logs_clear
source: Clear
zh_hans: 清空

# logs_empty_caption
source: Logs will appear here once the VPN is running
zh_hans: 引擎运行时这里会出现运行日志

# logs_empty_title
source: No Logs Yet
zh_hans: 还没有日志

# logs_filter_app
source: App
zh_hans: 应用

# logs_filter_engine
source: Engine
zh_hans: 引擎

# logs_follow
source: Back to Latest
zh_hans: 回到最新

# logs_level_debug
source: Debug
zh_hans: 调试

# logs_level_error
source: Error
zh_hans: 错误

# logs_level_info
source: Info
zh_hans: 信息

# logs_level_label
source: Level
zh_hans: 级别

# logs_level_trace
source: Trace
zh_hans: 跟踪

# logs_level_warn
source: Warn
zh_hans: 警告

# logs_more
source: More
zh_hans: 更多

# logs_no_match
source: No logs match the current filter
zh_hans: 没有匹配的日志

# logs_search_clear
source: Clear Search
zh_hans: 清除搜索

# logs_search_placeholder
source: Search logs
zh_hans: 搜索日志

# logs_source_label
source: Log Source
zh_hans: 日志来源

# logs_title
source: Logs
zh_hans: 日志

# nodes_auto
source: Auto Select
zh_hans: 自动选择

# nodes_title
source: Nodes
zh_hans: 节点

source: OK
zh_hans: 好

# profiles_delete_confirm
source: Delete this profile?
zh_hans: 删除这个配置？

# profiles_empty_caption
source: Import a config URL to get started
zh_hans: 导入配置链接以开始使用

# profiles_empty_import
source: Import Config URL
zh_hans: 导入配置链接

# profiles_empty_title
source: No Profiles Yet
zh_hans: 还没有配置

# profiles_import
source: Import Profile
zh_hans: 导入配置

# profiles_refresh
source: Refresh
zh_hans: 刷新

# profiles_refresh_done
source: Updated
zh_hans: 已更新

# profiles_refresh_failed
source: Refresh Failed
zh_hans: 刷新失败

# profiles_refreshing
source: Refreshing…
zh_hans: 刷新中…

# rules_action_direct
source: Direct
zh_hans: 直连

# rules_action_proxy
source: Proxy
zh_hans: 代理

# rules_action_reject
source: Reject
zh_hans: 拒绝

# rules_add
source: Add Rule
zh_hans: 添加规则

# rules_caption
source: Custom rules take priority over built-in routing
zh_hans: 自定义规则优先于内置分流

# rules_composer_action
source: Action
zh_hans: 动作

# rules_composer_add
source: Add Rule
zh_hans: 添加规则

# rules_composer_edit
source: Edit Rule
zh_hans: 编辑规则

# rules_composer_kind
source: Match Type
zh_hans: 匹配类型

# rules_composer_none_valid
source: Enter at least one valid value
zh_hans: 至少输入一条有效的匹配值

# rules_composer_preview
source: Preview
zh_hans: 预览

# rules_composer_priority
source: Priority: Reject > Direct > Proxy
zh_hans: 优先级：拒绝 > 直连 > 代理

# rules_composer_skipped
source: %@ invalid skipped
zh_hans: 已跳过 %@ 条无效

# rules_composer_valid
source: %@ valid
zh_hans: %@ 条有效

# rules_composer_values
source: Values (one per line, bulk paste OK)
zh_hans: 匹配值（每行一条，可批量粘贴）

# rules_delete_confirm
source: Delete this rule?
zh_hans: 删除这条规则？

# rules_empty_add
source: Add Rule
zh_hans: 添加规则

# rules_empty_caption
source: Add a rule to customize routing
zh_hans: 添加规则以自定义分流

# rules_empty_title
source: No Rules Yet
zh_hans: 还没有规则

source: Rules Help
zh_hans: 规则帮助

# rules_help_actions_body
source: Reject blocks the connection. Direct bypasses the proxy. Proxy routes traffic through the tunnel.
zh_hans: 拒绝：阻断连接。直连：绕过代理直接访问。代理：流量经隧道转发。

# rules_help_actions_title
source: Actions
zh_hans: 动作

# rules_help_kinds_body
source: Domain matches exactly (example.com). Domain suffix matches subdomains too (a.example.com). IP CIDR matches address ranges (10.0.0.0/8).
zh_hans: 域名：精确匹配（example.com）。域名后缀：连同子域一起匹配（a.example.com）。IP 段：匹配地址范围（10.0.0.0/8）。

# rules_help_kinds_title
source: Match Types
zh_hans: 匹配类型

# rules_help_priority_body
source: Reject rules apply first, then Direct, then Proxy. Changes take effect immediately, with no need to reconnect.
zh_hans: 拒绝规则最先生效，其次直连，最后代理。更改立即生效，无需重新连接。

# rules_help_priority_title
source: Priority
zh_hans: 优先级

# rules_help_title
source: Rules Help
zh_hans: 规则帮助

# rules_kind_cidr
source: IP CIDR
zh_hans: IP 段

# rules_kind_domain
source: Domain
zh_hans: 域名

# rules_kind_suffix
source: Domain Suffix
zh_hans: 域名后缀

# rules_no_match
source: No Matching Rules
zh_hans: 没有匹配的规则

# rules_restart_note
source: Changes take effect immediately, no reconnect needed
zh_hans: 更改立即生效，无需重新连接

# rules_save
source: Save
zh_hans: 保存

# rules_search
source: Search Rules
zh_hans: 搜索规则

# rules_title
source: Rules
zh_hans: 规则

# scan_askable
source: Camera access is needed to scan QR codes
zh_hans: 扫码需要相机权限

# scan_checking
source: Checking camera permission…
zh_hans: 正在检查相机权限…

# scan_denied
source: Camera Access Denied
zh_hans: 相机权限被拒绝

# scan_failed
source: QR Code Not Recognized
zh_hans: 无法识别的二维码

# scan_failed_caption
source: Point the camera at an engine config QR code and try again.
zh_hans: 请对准引擎配置二维码后重试。

# scan_hint
source: Point the camera at a QR code
zh_hans: 将二维码对准取景框

# scan_open_settings
source: Open Settings
zh_hans: 前往设置

# scan_request
source: Allow Camera
zh_hans: 允许使用相机

# scan_title
source: Scan
zh_hans: 扫码

# settings_about
source: About
zh_hans: 关于

# settings_advanced_apply_hint
source: Connection-related changes take effect after you restart the VPN
zh_hans: 影响连接的更改需手动重启 VPN 后生效

# settings_advanced_label
source: Advanced
zh_hans: 高级设置

# settings_config
source: View Config
zh_hans: 配置查看

# settings_disconnected
source: Disconnected
zh_hans: 未连接

# settings_dns
source: DNS Server
zh_hans: DNS 服务器

# settings_include_all_networks_label
source: Include All Networks
zh_hans: 包含所有网络

# settings_include_apns_label
source: Include APNs
zh_hans: 包含 APNs

# settings_link_error
source: Can’t open the link
zh_hans: 无法打开链接

# settings_logs
source: Logs
zh_hans: 日志

# settings_on_demand_error
source: Can’t enable On-Demand
zh_hans: 无法开启按需连接

# settings_on_demand_label
source: On-Demand
zh_hans: 按需连接

# settings_privacy
source: Privacy Policy
zh_hans: 隐私政策

# settings_region_cn
source: Chinese Mainland
zh_hans: 中国大陆

# settings_region_ir
source: Iran
zh_hans: 伊朗

# settings_region_label
source: Region
zh_hans: 区域

# settings_region_ru
source: Russia
zh_hans: 俄罗斯

# settings_routing_mode_global
source: Global Proxy
zh_hans: 全局代理

# settings_routing_mode_label
source: Routing Mode
zh_hans: 路由模式

# settings_routing_mode_rules
source: Rules Routing
zh_hans: 规则分流

# settings_rules
source: Rules
zh_hans: 规则

# settings_running
source: Running
zh_hans: 运行中

# settings_stats
source: Runtime Stats
zh_hans: 运行统计

# settings_diagnostics
source: Diagnostics
zh_hans: 诊断

# settings_tunnel
source: Tunnel
zh_hans: 隧道

# settings_version
source: Version %@
zh_hans: 版本 %@

# settings_version_build
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）

# settings_website
source: Website
zh_hans: 官网

# stats_conn_in
source: Inbound Connections
zh_hans: 入站连接

# stats_conn_out
source: Outbound Connections
zh_hans: 出站连接

# stats_disconnected
source: Not Connected
zh_hans: 未连接

# stats_disconnected_note
source: Runtime figures appear once connected
zh_hans: 连接后显示实时运行数据

# stats_download_rate
source: Download Rate
zh_hans: 下载速度

# stats_engine_memory_note
source: Memory shown above is used by the tunnel process running the sing-box engine. For a lighter footprint, we recommend the OneBoxN app.
zh_hans: 以上为 sing-box 内核所在隧道进程的内存占用。如需更低的内存占用，推荐使用 OneBoxN 客户端。

# stats_memory
source: Engine Memory
zh_hans: 引擎内存

# stats_memory_peak
source: Peak %1$@
zh_hans: 峰值 %1$@

# stats_memory_trend
source: Engine Memory Trend
zh_hans: 引擎内存趋势

# stats_speed
source: Network Speed
zh_hans: 网速

# stats_speed_trend
source: Network Speed Trend
zh_hans: 网速趋势

# stats_stalled
source: Live data interrupted — reconnecting the monitor. The tunnel keeps running.
zh_hans: 实时数据已中断，正在重连监控通道。隧道仍在正常运行。

# stats_title
source: Runtime Stats
zh_hans: 运行统计

# stats_upload_rate
source: Upload Rate
zh_hans: 上传速度

# stats_window
source: Last 60 Seconds
zh_hans: 最近 60 秒

# tab_home
source: Home
zh_hans: 首页

# tab_profiles
source: Profiles
zh_hans: 配置

# tab_settings
source: Settings
zh_hans: 设置

# update_action_install
source: Install
zh_hans: 安装

# update_action_retry
source: Retry
zh_hans: 重试

# update_available_title
source: New version %@ available
zh_hans: 有新版本 %@

# update_check_failed
source: Couldn’t Check — Try Again
zh_hans: 检查失败，再试一次

# update_check_now
source: Check for Updates
zh_hans: 检查更新

# update_checking
source: Checking for New Version…
zh_hans: 正在检查新版本…

# update_up_to_date
source: You’re on the Latest Version
zh_hans: 已是最新版本

# usage_exhausted
source: Used Up
zh_hans: 已用尽

# usage_expired
source: Expired
zh_hans: 已到期

# usage_expiring_soon
source: Expiring Soon
zh_hans: 即将到期

# usage_expiry
source: Expires
zh_hans: 到期

# usage_no_expiry
source: No Expiry Info
zh_hans: 无到期信息

# usage_none
source: No Usage Data
zh_hans: 暂无用量数据

# usage_total
source: Total
zh_hans: 总量

# usage_used
source: Used
zh_hans: 已用

# update_action_update
source: Update
zh_hans: 更新

# update_action_view
source: View
zh_hans: 查看

# update_section_title
source: Software Update
zh_hans: 软件更新
